Repository: Zren/plasma-applet-tiledmenu
Catalog: package/translate/*.po
Languages: fa, id, sl

source: Tiled Menu
fa: منو طرح کاشی
sl: Meni s ploščicami

source: A menu based on Windows 10's Start Menu.
fa: یک منو بر پایه ویندوز ۱۰
sl: Meni, narejen po izgledu zaganjalnika v sistemu Windows 10

source: General
fa: عمومی
id: Setelan Umum
sl: Splošno

source: Import/Export Layout
fa: وارد/صادر کردن تنظیمات
id: Impor/Ekspor Layout
sl: Uvozi/izvozi izgled

source: Advanced
fa: پیشرفته
id: Setelan Lanjutan
sl: Napredno

source: Unpin from Menu
fa: برداشتن از منو
id: Lepaskan Pin dari Menu
sl: Odstrani iz zaganjalnika

source: Pin to Menu
fa: پین کردن در منو
id: Pin Aplikasi ke Menu
sl: Pritrdi na zaganjalnik

source: Pin to Taskbar
fa: پین کردن در نوار وظایف
id: Pin Aplikasi ke Taskbar
sl: Pritrdi v opravilno vrstico

source: Recent Apps
fa: برنامه های اخیر
id: Aplikasi Terkini
sl: Nedavni programi

source: Most Used
fa: بیشترین استفاده
id: Paling Banyak Dipakai
sl: Pogosto uporabljeno

source: Popup
fa: بازشو
sl: Prikaz

source: Fullscreen
fa: تمام صفحه
id: Tampilkan Layar Penuh
sl: Celozslonsko

source: Grid Columns
fa: ستون ها
id: Kolom Grid
sl: Mrežni stolpci

source: Panel Icon
fa: نماد صفحه
id: Ikon Panel
sl: Ikona ploščice

source: Fixed Size
fa: اندازه ثابت
id: Kunci Ukuran Ikon Panel
sl: Določena velikost

source: Tiles
fa: کاشی ها
id: Ubin
sl: Ploščice

source: Tile Size
fa: اندازه کاشی
id: Ukuran Ubin
sl: Velikost ploščice

source: Tile Margin
fa: حاشیه کاشی
id: Margin Ubin
sl: Rob ploščice

source: Background Color
fa: رنگ پس‌زمینه
id: Warna Latar Belakang
sl: Barva ozadja

source: Custom Color
fa: رنگ دلخواه
id: Warna Kustom
sl: Barva po meri

source: Gradient
fa: طیف رنگی
sl: Barvni prehod

source: Transparent
fa: شفاف
id: Transparan
sl: Prosojno

source: Text Alignment
fa: تراز متن
id: Perataan Teks
sl: Položaj besedila

source: Left
fa: چپ
id: Kiri
sl: Levo

source: Center
fa: مرکز
id: Tengah
sl: Sredina

source: Right
fa: راست
id: Kanan
sl: Desno

source: Group Text Alignment
fa: تراز گروهی متن

source: Sidebar
fa: نوار کناری
id: Bilah Sisi
sl: Stranska vrstica

source: Width
fa: عرض
sl: Širina

source: Icon Size
fa: اندازه نماد
id: Ukuran Ikon
sl: Velikost ikone

source: Popup Button Height
fa: ارتفاع دکمه در پنجره بازشو
sl: Velikost prikaznega gumba

source: Theme
fa: زمینه

source: Sidebar Shortcuts
fa: میانبر های نوار کناری
id: Pintasan Bilah Sisi
sl: Bližnjice v stranski vrstici

source: Add Default
fa: افزودن پیشفرض
id: Tambahkan Default
sl: Dodaj privzeto

source: Search Box
fa: جعبه جستجو
id: Kotak Pencarian
sl: Iskalnik

source: Hide Search Field
fa: مخفی سازی قسمت جستجو
sl: Skrij iskalnik

source: Search Field Height
fa: ارتفاع قسمت جستجو
id: Tinggi Kotak Pencarian
sl: Višina iskalnika

source: Search Box Theme
fa: زمینه قسمت جستجو

source: Windows (White)
fa: ویندوز(روشن)
id: Warna Putih
sl: Okna (bela)

source: App List
fa: فهرست نرم‌افزار ها
id: Daftar Aplikasi
sl: Seznam programov

source: App List Area Width
fa: عرض بخش فهرست نرم‌افزار ها
id: Lebar Daftar Aplikasi
sl: Širina območja za programe

source: Default View
fa: نمایش پیشفرض
id: Tampilan Awal
sl: Privzeti pogled

source: Alphabetical
fa: حروف الفبا
id: Urut Alfabet
sl: Razvrsti po abecedi

source: Categories
fa: دسته‌بندی
id: Kategori
sl: Razvrsti po kategorijah

source: Jump To Letter
fa: پرش به حرف
id: Lompat ke Huruf
sl: Skoči na črko

source: Jump To Category
fa: پرش به دسته‌بندی
id: Lompat ke Kategori
sl: Skoči na kategorijo

source: Tiles Only
fa: تنها کاشی ها
id: Tampilkan Ubin Saja
sl: Samo ploščice

source: App Description
fa: توضیحات نرم‌افزار
id: Deskripsi Aplikasi
sl: Opis programa

source: Hidden
fa: مخفی
id: Sembunyikan Deskripsi
sl: Skrito

source: After
fa: پس از
id: Setelah Nama Aplikasi
sl: Za imenom

source: Below
fa: پیش از
id: Di bawah Nama Aplikasi
sl: Pod imenom

source: App History
fa: تاریخچه نرم‌افزار ها

source: Show:
fa: نمایش:
id: Tampilkan:
sl: Prikaži

source: Recent applications
fa: نرم‌افزار های اخیر
id: Aplikasi Baru-baru ini
sl: Nedavni programi

source: Often used applications
fa: نرم‌افزار های بیشتر استفاده شده
id: Aplikasi yang sering digunakan
sl: Pogosto uporabljeni programi

source: Search Results
fa: نتایج جستجو
id: Hasil Pencarian
sl: Rezultati iskanja

source: Merged (Application Launcher)
fa: ترکیب شده(اجراکننده نرم‌افزار)
id: Digabung (Peluncur Aplikasi)
sl: Združeno (zaganjalnik programov)

source: Split into Categories (Application Menu / Dashboard)
fa: تقسیم بر اساس دسته‌بندی(اجراکننده نرم‌افزار/ پیشخوان)
id: Pisahkan dalam Kategori (Menu Aplikasi / Dasbor)
sl: Razdeli v kategorije (meni programov / nadzorna plošča)

source: When this widget has a global shortcut set, like 'Alt+F1', Plasma will open this menu with just the ⊞ Windows / Meta key.
fa: هنگامی که این ویجت دارای یک میانبر سیستمی، مانند 'Alt+F1' است ، پلاسما این منو را فقط با کلید ⊞ ویندوز / متا باز میکند.
sl: Ko ima ta vtičnik določeno bližnjico, npr. 'Alt+F1', se bo Meni s ploščicami odprl tudi s klikom na ⊞ Windows / Meta tipko.

source: System Info
fa: درباره سیستم
id: Info Sistem
sl: Podatki o sistemu

source: Terminal
fa: ترمینال

source: Task Manager
fa: مدیریت وظایف
id: Pemantau Tugas
sl: Upravitelj opravil

source: System Settings
fa: تنظیمات سیستمی
id: Setelan Sistem
sl: Nastavitve sistema

source: File Manager
fa: مدیریت رسانه
id: Manajer Berkas
sl: Upravitelj datotek

source: Edit Applications...
fa: ویرایش نرم‌افزار
id: Sunting Aplikasi...
sl: Uredi programe...

source: Resize?
fa: تغییر اندازه؟
id: Ingin Ubah Ukuran?
sl: Spremeni velikost?

source: Meta + Right Click to resize the menu.
fa: متا + راست کلیک برای تغییر اندازه منو

source: Search
fa: جستجو
id: Cari
sl: Išči

source: Search Apps
fa: جستجو نرم‌افزار ها
id: Cari Aplikasi
sl: Išči programe

source: Search Files
fa: جستجو رسانه ها
id: Cari Berkas
sl: Išči datoteke

source: Search Bookmarks
fa: جستجو نشان شده ها
id: Cari Penanda
sl: Išči knjižne oznake

# Search [krunnerName, krunnerName, ...],
source: Search %1
fa: جستجو %1
id: Cari %1
sl: Išči %1

source: Default
fa: پیش‌فرض
sl: Privzeto

source: All
fa: همه
id: Semua
sl: Vse

source: Search with all KRunner plugins
fa: جستجو با تمام افزونه های KRunner
id: Cari dengan plugin Krunner
sl: Išči z vsemi KRunner vtičniki

source: Search with user selected defaults
fa: جستجو با پیشفرض های این کاربر
id: Cari dengan pilihan default pengguna
sl: Išči privzeto

source: Applications
fa: نرم‌افزار ها
id: Aplikasi
sl: Programi

source: Files
fa: رسانه ها
id: Berkas
sl: Datoteke

source: Music
fa: موسیقی
id: Musik
sl: Glazba

source: Videos
fa: ویدیو ها
id: Video
sl: Videi

source: Bookmarks
fa: نشان شده ها
id: Penanda
sl: Knjižne oznake

source: Locations
fa: موقعیت ها
sl: Lokacije

source: Dictionary
fa: فرهنگ لغت
id: Kamus
sl: Slovar

source: Shell
fa: خط فرمان
sl: Lupina

source: Calculator
fa: ماشین حساب
id: Kalkulator
sl: Računalo

source: Windowed Widgets
fa: ابزارک های پنجره ای شده
id: Gawit Terjendelakan
sl: Orodja v oknih

source: Date/Time
fa: تاریخ/زمان
id: Jam/Tanggal
sl: Datum/čas

source: Unit Converter
fa: مبدل واحد
id: Pengkornversi Unit
sl: Pretvornik merskih enot

source: Filters
fa: فیلتر ها
id: Saring
sl: Filtri

source: User Manager
fa: مدیریت کاربر
id: Manajer Pengguna
sl: Upravitelj uporabnikov

source: Power
fa: نیرو
id: Daya
sl: Napajanje

source: Edit Tile
fa: ویرایش کاشی
id: Sunting Judul
sl: Uredi ploščico

source: Reset Tile
fa: بازنشانی کاشی
id: Atur Ulang Judul
sl: Ponastavi ploščico

source: Close
fa: بستن
id: Tutup
sl: Zapri

source: Url
fa: نشانی
id: Alamat URL

source: Label
fa: برچسب
id: Nama Label Ubin
sl: Ime

source: Icon
fa: نماد
id: Ikon
sl: Ikona

source: Background Image
fa: تصویر پس‌زمینه
id: Gambar Latar Belakang
sl: Ozadje

source: Choose an image
fa: انتخاب یک تصویر
id: Pilih Gambar
sl: Izberi sliko

source: Image Files (*.png *.jpg *.jpeg *.bmp *.svg *.svgz)
fa: تصاویر (*.png *.jpg *.jpeg *.bmp *.svg *.svgz)
id: Berkas Gambar (*.png *.jpg *.jpeg *.bmp *.svg *.svgz)
sl: Slike (*.png *.jpg *.jpeg *.bmp *.svg *.svgz)

source: Preset Tiles
fa: کاشی های از پیش تعیین شده
id: Preset Ubin
sl: Privzeto postavi ploščice

source: Position / Size
fa: موقعیت / اندازه
id: Posisi / Ukuran
sl: Položaj/velikost

source: Add Preset
fa: افزودن به از پیش تعیین شده ها
sl: Shrani profil

source: Productivity
fa: بهره‌وری
sl: Urednikov izbor:

source: Explore
fa: کاوش
sl: Razišči:

source: Software Center
fa: مرکز نرم‌افزار
id: Pusat Perangkat Lunak
sl: Programsko središče

source: New Group
fa: گروه جدید
id: Kelompok Baru
sl: Nova skupina

source: Unlock Tiles
fa: قفل‌گشایی کاشی ها
id: Buka Kunci Ubin
sl: Odkleni ploščice

source: Lock Tiles
fa: قفل کردن کاشی ها
id: Kunci Ubin
sl: Zakleni ploščice

# default group label
source: Group
fa: گروه
id: Kelompok
sl: Skupina

source: Getting Started
fa: شروع به کار
sl: Začetni koraki

source: Drag apps onto the grid.
fa: نرم‌افزار ها را به شبکه شطرنجی بکشید.
sl: Povleci programe v mrežo

source: Drag folders from the file manager here.
fa: پوشه ها را از مدیریت فایل به اینجا بکشید.
sl: Povleci mape iz raziskovalca sem

source: Use Default Tile Layout
fa: استفاده از کاشی های پیشفرض
sl: Uporabi privzeto razporeditev

source: Sort Tiles
fa: مرتب‌سازی کاشی ها
id: Urutkan Ubin
sl: Uredi ploščice

source: px
id: piksel
sl: točk

source: When this widget has a global shortcut set, like 'Alt+F1', Plasma will open this menu with just the âŠž Windows / Meta key.
id: Jika gawit ini memiliki tombol pintasan global (seperti Alt+F1), Plasma akan membuka gawit ini dengan tombol Super/Windows

source: <b>Version:</b> %1
id: <b>Versi:</b> %1

source: Alt + Right Click to resize the menu.
id: Cukup dengan tombol Alt+Klik Kanan

source: locations
id: Lokasi
